/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d×%d pixeis";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (plug-in da Internet para %@)";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d ficheiros";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (qualidade média)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (qualidade alta)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (qualidade baixa)";

/* Undo action name */
"Align Left (Undo action name)" = "Alinhar à esquerda";

/* Undo action name */
"Align Right (Undo action name)" = "Alinhar à direita";

/* (Windows) Form submit file upload all files pop-up */
"All Files" = "Todos os ficheiros";

/* Back context menu item */
"Back" = "Anterior";

/* Bold context menu item */
"Bold" = "Negrito";

/* Capitalize context menu item */
"Capitalize" = "Tudo em maiúsculas";

/* Undo action name */
"Center (Undo action name)" = "Centrar";

/* Undo action name */
"Change Attributes (Undo action name)" = "Alterar atributos";

/* Check spelling context menu item */
"Check Document Now" = "Verificar documento agora";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Corrigir gramática com ortografia";

/* Check spelling context menu item */
"Check Spelling" = "Verificar ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Corrigir ortografia ao escrever";

/* Check spelling while typing context menu item */
"Check Spelling as You Type" = "Verificar ortografia ao digitar";

/* title for file button used in HTML forms */
"Choose File" = "Seleccionar ficheiro";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Apagar últimas pesquisas";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Não é possível mostrar o conteúdo com o tipo MIME especificado";

/* Copy context menu item */
"Copy" = "Copiar";

/* Copy Image context menu item */
"Copy Image" = "Copiar imagem";

/* Copy Link context menu item */
"Copy Link" = "Copiar ligação";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corrigir ortografia automaticamente";

/* Undo action name */
"Create Link (Undo action name)" = "Criar ligação";

/* Cut context menu item */
"Cut" = "Cortar";

/* Undo action name */
"Cut (Undo action name)" = "Cortar";

/* Default writing direction context menu item */
"Default" = "Predefinida";

/* Download Image context menu item */
"Download Image" = "Descarregar imagem";

/* Download Linked File context menu item */
"Download Linked File" = "Descarregar ficheiro ligado";

/* Undo action name */
"Drag (Undo action name)" = "Arrastar";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Tipo de letra";

/* Undo action name */
"Format Block (Undo action name)" = "Formatação";

/* Forward context menu item */
"Forward" = "Seguinte";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Carregamento de molduras interrompido.";

/* accessibility role description for web area */
"HTML content" = "Conteúdo HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Ocultar ortografia e gramática";

/* menu item title */
"Hide Substitutions" = "Ocultar substituições";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorar gramática";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorar ortografia";

/* Undo action name */
"Indent (Undo action name)" = "Indentar";

/* Undo action name */
"Insert List (Undo action name)" = "Inserir lista";

/* Inspect Element context menu item */
"Inspect Element" = "Inspeccionar elemento";

/* Italic context menu item */
"Italic" = "Itálico";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java indisponível";

/* Undo action name */
"Justify (Undo action name)" = "Justificar";

/* name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Chave de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aprender ortografia";

/* Left to Right context menu item */
"Left to Right" = "Da esquerda para a direita";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Procurar no dicionário";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Aumentar espaçamento";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Baixar linha de base
";

/* Make Lower Case context menu item */
"Make Lower Case" = "Pôr em minúsculas";

/* Make Upper Case context menu item */
"Make Upper Case" = "Pôr em maiúsculas";

/* No Guesses Found context menu item */
"No Guesses Found" = "Não foram encontradas sugestões";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Não há pesquisas recentes";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Não é permitido utilizar a porta de rede restrita";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Abrir moldura em nova janela";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Abrir imagem em nova janela";

/* Open Link context menu item */
"Open Link" = "Abrir ligação";

/* Open in New Window context menu item */
"Open Link in New Window" = "Abrir ligação em nova janela";

/* context menu item for PDF */
"Open with %@" = "Abrir com %@";

/* Undo action name */
"Outdent (Undo action name)" = "Remover indentação";

/* Outline context menu item */
"Outline" = "Contorno";

/* Undo action name */
"Outline (Undo action name)" = "Contorno";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direcção de parágrafo";

/* Paste context menu item */
"Paste" = "Colar";

/* Undo action name */
"Paste (Undo action name)" = "Colar";

/* Undo action name */
"Paste Font (Undo action name)" = "Colar tipo de letra";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Colar régua";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in cancelado";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Plug-in processou o carregamento";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Elevar linha de base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Últimas pesquisas";

/* Reload context menu item */
"Reload" = "Carregar de novo";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Repor";

/* Right to Left context menu item */
"Right to Left" = "Da direita para a esquerda";

/* Search in Google context menu item */
"Search in Google" = "Pesquisar no Google";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Pesquisar no Spotlight";

/* Search in Google context menu item */
"Search with Google" = "Pesquisar com o Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direcção de selecção";

/* Undo action name */
"Set Background Color (Undo action name)" = "Definir cor de fundo";

/* Undo action name */
"Set Color (Undo action name)" = "Definir cor";

/* Undo action name */
"Set Font (Undo action name)" = "Definir tipo de letra";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Definir forma de carácter tradicional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Definir direcção de escrita";

/* Show colors context menu item */
"Show Colors" = "Mostrar cores";

/* Show fonts context menu item */
"Show Fonts" = "Mostrar tipos de letra";

/* menu item title */
"Show Spelling and Grammar" = "Mostrar ortografia e gramática";

/* menu item title */
"Show Substitutions" = "Mostrar substituições";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copiar/colar inteligente";

/* Smart Dashes context menu item */
"Smart Dashes" = "Traços formatados";

/* Smart Links context menu item */
"Smart Links" = "Ligações inteligentes";

/* Smart Quotes context menu item */
"Smart Quotes" = "Aspas inglesas";

/* Speech context sub-menu item */
"Speech" = "Fala";

/* Spelling context sub-menu item */
"Spelling" = "Ortografia";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia e gramática";

/* menu item title */
"Spelling..." = "Ortografia...";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Começar a depurar JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Iniciar análise de desempenho de JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Iniciar fala";

/* Stop context menu item */
"Stop" = "Parar";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Parar de depurar JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interromper análise de desempenho de JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Parar fala";

/* Styles context menu item */
"Styles..." = "Estilos...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Enviar";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Enviar";

/* Undo action name */
"Subscript (Undo action name)" = "Índice";

/* Substitutions context sub-menu item */
"Substitutions" = "Substituições";

/* Undo action name */
"Superscript (Undo action name)" = "Expoente";

/* Text Replacement context menu item */
"Text Replacement" = "Substituição de texto";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Não é possível mostrar o URL";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Não é possível encontrar o plug-in";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Não é possível carregar o plug-in";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra-passe para a área “%@” em %@ não estão correctos. Certifique-se de que os digita correctamente e volte a tentar.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra-passe para o servidor proxy %@ %@ não estão correctos. Certifique-se de que os digita correctamente e volte a tentar.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "O nome ou a palavra-passe desta área em %@ não estão correctos. Certifique-se de que os digita correctamente e volte a tentar.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Trata-se de um índice de pesquisa. Introduza as palavras-chave para pesquisa: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Reduzir espaçamento";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Para ver esta página, tem de aceder à área “%@” em %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Para ver esta página, tem de aceder ao servidor proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Para ver esta página, tem de aceder a esta área em %@.";

/* Transformations context sub-menu item */
"Transformations" = "Transformações";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Desactivar espaçamento de caracteres";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Desactivar ligaduras";

/* Undo action name */
"Typing (Undo action name)" = "Digitar";

/* Underline context menu item */
"Underline" = "Sublinhado";

/* Undo action name */
"Underline (Undo action name)" = "Sublinhado";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Desconhecido";

/* Undo action name */
"Unlink (Undo action name)" = "Desligar";

/* Undo action name */
"Unscript (Undo action name)" = "Sem expoente/índice";

/* (Windows) Form submit file upload dialog title */
"Upload file" = "Enviar ficheiro";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Usar todas as ligaduras";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Usar espaçamento de caracteres padrão";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Usar ligaduras padrão";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector web — %@";

/* Writing direction context sub-menu item */
"Writing Direction" = "Direcção de escrita";

/* message in authentication panel */
"Your login information will be sent securely." = "A informação de acesso será enviada com segurança.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "A palavra-passe será enviada por encriptar.";

/* HTTP result code string */
"accepted" = "aceite";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activar";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "assinalar";

/* HTTP result code string */
"client error" = "erro no cliente";

/* HTTP result code string */
"conflict" = "conflito";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criação";

/* definition phrase */
"definition" = "definição";

/* HTTP result code string */
"expectation failed" = "a expectativa falhou";

/* HTTP result code string */
"forbidden" = "não permitido";

/* HTTP result code string */
"found" = "existente";

/* HTTP result code string */
"gateway timed out" = "sem resposta do gateway";

/* accessibility role description for headings */
"heading" = "título";

/* accessibility role description for image map */
"image map" = "mapa da imagem";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro interno do servidor";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "saltar";

/* HTTP result code string */
"length required" = "é necessário o comprimento";

/* accessibility role description for link */
"link" = "hiperligação";

/* accessibility role description for list marker */
"list marker" = "marcador de listas";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "movido permanentemente";

/* HTTP result code string */
"multiple choices" = "múltiplas escolhas";

/* HTTP result code string */
"needs proxy" = "é necessário um proxy";

/* HTTP result code string */
"no content" = "sem conteúdo";

/* HTTP result code string */
"no error" = "erro inexistente";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nenhum ficheiro seleccionado";

/* HTTP result code string */
"no longer exists" = "já não existe";

/* HTTP result code string */
"non-authoritative information" = "informação não fidedigna";

/* HTTP result code string */
"not found" = "inexistente";

/* HTTP result code string */
"not modified" = "inalterado";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* HTTP result code string */
"payment required" = "é necessário um pagamento";

/* HTTP result code string */
"precondition failed" = "a pré-condição falhou";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "premir";

/* HTTP result code string */
"proxy authentication required" = "é necessária a autenticação do proxy";

/* HTTP result code string */
"redirected" = "redireccionado";

/* HTTP result code string */
"request timed out" = "pedido sem resposta dentro do tempo-limite";

/* HTTP result code string */
"request too large" = "pedido demasiado longo";

/* HTTP result code string */
"requested URL too long" = "URL solicitado demasiado longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado é inválido";

/* HTTP result code string */
"reset content" = "repor conteúdo";

/* HTTP result code string */
"see other" = "ver outro";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "seleccionar";

/* HTTP result code string */
"server error" = "erro no servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* HTTP result code string */
"success" = "sucesso";

/* HTTP result code string */
"switching protocols" = "a mudar de protocolo";

/* HTTP result code string */
"temporarily redirected" = "redireccionamento temporário";

/* term word of a definition */
"term" = "termo";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não autorizado";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "desassinalar";

/* HTTP result code string */
"unimplemented" = "não implementado";

/* Unknown filename */
"unknown" = "desconhecido";

/* HTTP result code string */
"unsupported media type" = "tipo de suporte não suportado";

/* HTTP result code string */
"unsupported version" = "versão não suportada";

/* accessibility role description for web area */
"web area" = "área da web";

